/* About tiqr */
"about_title" = "About tiqr";

/* Your account is activated! */
"account_activated" = "Your account is activated!";

/* Account activation title */
"account_activation_title" = "Account activation";

/* Account details navigation title */
"account_details_title" = "Account details";

/* Your account is ready to be used. */
"account_ready" = "Your account is ready to be used";

/* Accounts back button title */
"accounts" = "Accounts";

/* Do you want to activate the following account */
"activate_following_account" = "Do you want to activate the following account?";

/* Account cannot be saved title */
"error_enroll_failed_to_store_identity_title" = "Account cannot be saved";

/* Don\'t worry! Click the QR tag on the\nwebsite. You will be asked to enter the\nfollowing one-time credentials: */
"authentication_fallback_description" = "Don\'t worry! Click the QR tag on the\nwebsite. You will be asked to enter the\nfollowing one-time credentials:";

/* Failed to generate identity secret. Please contact support. */
"error_enroll_failed_to_generate_secret" = "Failed to generate identity secret. Please contact support.";

/* You appear to be offline */
"authentication_fallback_title" = "You appear to be offline";

/* Login title */
"authentication_title" = "Authentication";

/* Confirm account activation */
"confirm_account_activation" = "Confirm account activation";

/* Are you sure you want to login? */
"confirm_authentication" = "Are you sure you want to login?";

/* Authentication confirm back button title */
"confirm_authentication_title" = "Confirm login";

/* Delete */
"delete_button" = "Delete";

/* Developed by: */
"developed_by_title" = "Developed by:";

/* You will enroll to the following domain */
"enroll_following_domain" = "You will enroll to the following domain:";

/* Account activation navigation title
   Account activation title */
"enrollment_confirmation_header_title" = "Account activation";

/* Enrollment confirm back button title */
"enrollment_confirmation_title" = "Confirm account activation";

/* Enrollment PIN title */
"enrollment_pin_intro" = "Enrollment PIN";

/* You need a PIN code for this account. If you don't yet have a PIN code for tiqr please choose one. */
"enrollment_pin_message" = "You need a PIN code for this account. If you don't yet have a PIN code for tiqr please choose one.";

/* You need to enter your 4-digit PIN to login. */
"enter_four_digit_pin" = "You need to enter your 4-digit PIN to login.";

/* Enrollment PIN back button title */
"enter_pin" = "Enter PIN";

/* Alert title for error */
"error" = "Error";

/* Account blocked message */
"error_auth_account_blocked_message" = "This account can no longer be used.";

/* Account blocked title */
"error_auth_account_blocked_title" = "Account blocked";

/* No account title */
"error_auth_invalid_account" = "Invalid account";

/* No account message */
"error_auth_invalid_account_message" = "You tried to login with an invalid or unknown account. Please (re-)activate your account first.";

/* INVALID_USERID error title */
"error_auth_invalid_account" = "Invalid account";

/* Invalid QR tag message */
"error_auth_invalid_challenge_message" = "The scanned QR tag is either invalid or expired. Please try again.";

/* INVALID_CHALLENGE error title */
"error_auth_invalid_challenge_title" = "Invalid challenge";

/* Invalid QR tag title */
"error_auth_invalid_qr_code" = "Invalid authentication QR code.";

/* INVALID_REQUEST error message */
"error_auth_invalid_request_message" = "The server doesn\'t recognize the login request. Please contact support.";

/* INVALID_REQUEST error title */
"error_auth_invalid_request_title" = "Invalid request";

/* No account message */
"error_auth_no_identities_for_identity_provider" = "No identities found for identity provider, please enroll first.";

/* INVALID_RESPONSE error message (1 attempt left) */
"error_auth_one_attempt_left" = "You have one last attempt left. If you enter an incorrect PIN again all the accounts on this mobile phone will be blocked.";

/* Server incompatible message */
"error_auth_server_incompatible" = "The server is incompatible with this version of the app.";

/* Server incompatible title */
"error_auth_server_incompatible_title" = "Server incompatible";

/* Unexpected error message */
"error_auth_unknown_error" = "An unknown error occurred. Please contact support.";

/* No account title */
"error_auth_unknown_identity" = "Unknown identity provider, please enroll first.";

/* Unknown */
"error_auth_unknown_identity_provider" = "Unknown identity provider, please enroll first.";

/* Wrong PIN */
"error_auth_wrong_pin" = "Wrong PIN";

/* INVALID_RESPONSE error message (> 1 attempts left) */
"error_auth_x_attempts_left" = "You supplied an incorrect PIN. You have %d attempts left. Please enter your PIN again. Check the verification icon for the last digit.";

/* Account already activated message */
"error_enroll_already_enrolled" = "You already enrolled with the identity %s for the service %s";

/* Account already activated */
"error_enroll_already_enrolled_title" = "Already enrolled";

/* Account cannot be saved message */
"error_enroll_failed_to_store_identity" = "Failed to store identity provider. Please contact support.";

/* Invalid QR tag title */
"error_enroll_invalid_qr_code" = "Invalid enrollment QR code.";

/* Invalid QR tag message */
"error_enroll_invalid_response" = "Invalid enrollment server response. Please contact the website administrator.";

/* Invalid response title */
"error_enroll_invalid_response_title" = "Invalid response";

/* No identity provider logo message */
"error_enroll_logo_error" = "Cannot download service logo. Please contact the website administrator.";

/* No identity provider logo */
"error_enroll_logo_error_title" = "Enroll error";

/* Your ID is: */
"fallback_identifier_label" = "Your ID is:";

/* Username label */
"full_name" = "Full Name";

/* User ID label */
"id" = "ID";

/* Blocked cell label */
"identity_blocked" = "Blocked";

/* Warning this account is blocked and needs to be reactivated. */
"identity_blocked_message" = "Warning: this account is blocked and needs to be reactivated.";

/* Identity select back button title */
"identity_title" = "Identities";

/* Info label */
"information" = "Information";

/* Interaction design: */
"interaction_by_title" = "Interaction design:";

/* No connection error message */
"internet_connection_required" = "You need an Internet connection to activate your account. Please try again later.";

/* Login information message */
"loggedin_with_account" = "You are logged in with the following account";

/* Authentication PIN title */
"login_intro" = "Please enter your pin: ";

/* Login navigation title */
"login_title" = "Login";

/* Enrollment PIN verification title */
"login_verify_intro" = "Please verify your pin: ";

/* Enter your PIN code again for verification. Please note the animal icon. This will help you remember your PIN code. */
"login_verify_message" = "Enter your PIN code again for verification. Please note the animal icon. This will help you remember your PIN code.";

/* Blocked navigation title */
"main_title_blocked" = "tiqr is blocked";

/* Instructions navigation title */
"main_title_instructions" = "Instructions";

/* Welcome navigation title */
"main_title_welcome" = "Welcome to tiqr";

/* You appear to have no active Internet connection. */
"no_active_internet_connection." = "You appear to have no active Internet connection..";

/* No button title */
"no_button" = "No";

/* No connection error title */
"no_connection" = "No connection";

/* If you can\'t login with the credentials above, scan\nagain and enter the correct PIN code. */
"note_pin_not_verified" = "Note: your PIN has not been verified yet.";

/* Note: your PIN has not been verified yet. */
"note_pin_not_verified_title" = "Note: your PIN has not been verified yet.";

/* OK Button */
"ok_button" = "Ok";

/* One time password: */
"otp_label" = "One time password:";

/* Enrollment PIN back button title */
"password_verify_back_button" = "Password verify";

/* Error message if PINs don't match */
"passwords_dont_match" = "The entered PINs don\'t match. Try again.\nChoose a PIN you can remember.";

/* Error title if PIN's don't match */
"passwords_dont_match_title" = "PINs don\'t match";

/* provided by: */
"provided_by" = "provided by:";

/* tiqr is provided by: */
"provided_by_title" = "tiqr is provided by:";

/* Remember your PIN, it cannot be changed! */
"remember_pincode_notice" = "Remember your PIN, it cannot be changed!";

/* Return to button title */
"return_button" = "Return";

/* Scan button title */
"scan_button" = "Scan";

/* Select Identity */
"select_identity_title" = "Select Identity";

/* Do you want to see these instructions when you start the application in the future? You can always open the instructions from the Scan window or change this behavior in Settings. */
"show_instructions_preference_message" = "Do you want to see these instructions when you start the application in the future? You can always open the instructions from the Scan window or change this behavior in Settings.";

/* Start button title */
"start_button" = "Start";

/* Login succes confirmation message */
"successfully_logged_in" = "You have successfully logged in!";

/* Because you entered an incorrect PIN too many times, all your accounts have been blocked. You can't login anymore. */
"to_many_attempts" = "Because you entered an incorrect PIN too many times, all your accounts have been blocked. You can't login anymore.";

/* to: */
"to_service_provider" = "to:";

/* Unknown error message */
"unkown_enroll_error_message" = "An unknown error occurred. Please contact support.";

/* Unknown error title */
"unkown_error" = "Unknown error";

/* Yes button title */
"yes_button" = "Yes";

/* You will be logged in as: */
"you_will_be_logged_in_as" = "You will be logged in as:";

/* Accounts navigation item title */
"your_accounts" = "Your accounts";

/* Place a QR code inside the rectangle to scan it. */
"msg_default_status" = "Place a QR code inside the rectangle to scan it.";
